Repository: ivandm/digisafe
Catalog: digisafe/locale/*/LC_MESSAGES/django.po
Languages: it

source: Repeat password
it: Ripeti password

source: Passwords aren't the same.
it: Le password non sono le stesse.

source: Modify
it: Modifica

source: Delete
it: Elimina

source: Please correct the error below.
it: Per favore correggi l'errore sotto.

source: Please correct the errors below.
it: Per favore correggi gli errori sotto.

source: Send
it: Invia

source: Owner Courses Panel
it: Pannello corsi personali

source: Course
it: Corso

source: Search
it: Cerca

source: Valid
it: Valido

source: Expired
it: Scaduto

source: Not passed
it: Non superato

source: Digital certificate
it: Certificato digitale

source: Institution certificate
it: Attestato ente

source: Profile Panel
it: Pannelo del profilo personale

source: Pending request
it: Richiesta in attesa

source: Accept
it: Accetta

source: Refuse
it: Rifiuta

source: Accepted
it: Accettato

source: Refused
it: Rifiutato

source: Future agenda commitments
it: Impegni in agenda futuri

source: Work session invited
it: Work session invitate

source: Job profiles
it: Profili lavorativi

source: Qualifications
it: Qualifiche

source: Effective
it: Valide

source: Expiring
it: In scadenza

source: Settings
it: Impostazioni

source: Price list
it: Prezziari

source: You are authenticated as %(username)s, but are not authorized to access this page. Would you like to login to a different account?
it: YSei autenticato come %(username)s, ma non sei autorizzato ad accedere a questa pagina. Vorresti loggarti con un differente account?

source: Forgotten your password or username?
it: Password e username dimenticati?

source: Log in
it: Entra

source: Request
it: Richiesta

source: Decline invitation
it: Declina invito

source: Company, Session name, date dd/mm/yyyy
it: Azienda, nome sessione, data dd/mm/yyyy

source: only Booked
it: solo Invitati

source: only Confirmed
it: solo Confermati

source: Confirmed
it: Confermato

source: Dates
it: Date

source: Booked
it: Prenotato

source: Invited
it: Invitato

source: Expire date
it: Data scadenza

source: Account Settings
it: Impostazioni account

source: You are busy in that date range.
it: Sei impegnato in questo periodo

source: Invalid username or password.
it: Username o password non valide.

source: New auth code was sent to {0}.
it: Il nuovo auth code è stato inviato a {0}.

source: Check your email. Beware it's not in spam.
it: Controlla la tua email. Attenzione che non sia nello spam.

source: Digi.Safe. new credentials
it: Nuove credenziali Digi.Safe.

source: Email {0} doesn't check into database.
it: Email {0} non trovata nel database.

source: Error in request. Check your auth code and try again.
it: Errore nella richiesta. Controlla il tuo auth code e riprova.

source: Password has been changed.
it: La password è stata cambiata.

source: Digi.Safe. new password
it: Nuova passowrd Digi.Safe.

source: Invalid header found.
it: Header non valido.

source: <b>{}</b> <br><b>{}</b> <br>Busy from {} to {}
it: <b>{}</b> <br><b>{}</b> <br>Impegnato dal {} al {}

source: Are you sure you want to delete this object?
it: Sei sicuro di voler cancellare?

source: Confirm
it: Conferma

source: Enter the city name
it: Nome citta'

source: Modify booking
it: Modifica prenotazione

source: Save
it: Salva

source: Cancel
it: Annulla

source: The maximum file size that can be uploaded is {0}
it: Massima dimensione del file da caricare {0}

source: Unsupported file extension. Valid extension are '{0}'
it: Estenzione del file non supportata. Estenzione valida '{0}'

source: Expire date %(lab_ed)s %(ed)s it should be earlier than or equal to the beginning %(ds)s
it: Data scadenza %(lab_ed)s %(ed)s dovrebbe essere antecedente o uguale alla data iniziale %(ds)s

source: name
it: nome

source: country
it: stato

source: city
it: città

source: description
it: descrizione

source: User
it: Utente

source: Action
it: Azione

source: Dissociate
it: Dissocia

source: Dissociated
it: Dissociato

source: Pending...
it: In attesa...

source: Dashboard panel
it: Dashboard

source: Associate users
it: Utenti associati

source: Seacrh users
it: Cerca utenti

source: Users available
it: Utenti disponibili

source: Company
it: Azienda

source: Select
it: Seleziona

source: Sessions
it: Sessioni

source: Detail public view
it: Dettagli pubblici

source: Logo not upload
it: Logo non caricato

source: Dashboard Companies
it: Dashboard aziende

source: Managed companies
it: Aziende gestite

source: Book sessions list
it: Lista work session

source: Search by name and notes
it: Ricerca per nome e note

source: New session
it: Nuova sessione

source: Actions
it: Azioni

source: Start/End dates
it: Data inizio/fine

source: Notes
it: Note

source: Overview
it: Panoramica

source: Manage
it: Gestione

source: Declined
it: Declinato

source: Page
it: Pagina

source: of
it: di

source: Open map
it: Apri mappa

source: Update Session
it: Aggiorna sessione

source: Session name
it: Nome sessione

source: Location
it: Luogo

source: Expiration date
it: Data scadenza

source: Users in session
it: Utenti in sessione

source: Invited users
it: Utenti invitati

source: Declined users
it: Utenti declinati

source: Users booked
it: Utenti prenotati

source: Jobs
it: Mansioni

source: Number
it: Numero

source: Users confirmed
it: Utenti confermati

source: Date
it: Data

source: Job
it: Mansione

source: Date:
it: Data

source: Job:
it: Mansione:

source: Nothing request in this date
it: Nessuna richiesta in questa data

source: Number:
it: Numero:

source: Confirm selected
it: Conferma selezionati

source: Remove selected
it: Rimuove selezionati

source: Settings
it: Impostazioni

source: Update
it: Aggiorna

source: Associate
it: Associa

source: No users matches the given query.
it: Nessun utente corrispondente alla ricerca.

source: Request without result
it: Richiesta senza risultato

source: countries
it: Stati

source: cities
it: Citta'

source: Low
it: Basso

source: Medium
it: Medio

source: Higth
it: Alto

source: Per course
it: Per corso

source: Per trainer
it: Per docente

source: Italian
it: Italiano

source: English
it: Inglese

source: Welcome,
it: Benvenuto,

source: View site
it: Vedi sito

source: Change password
it: Cambia password

source: Log out
it: Esci

source: Go
it: Vai

source: Professional, Technician and Business Network Organization
it: Organizzazione per Professionisti, Tecnici e network Business

source: Manage Training Center
it: Gestione Centro di Formazione

source: Manage Training Institution
it: Attestato Ente

source: Manage Company
it: Gestione Aziende

source: Manage Professionals
it: Gestione Professionisti

source: Manage Technicians
it: Gestione Operatori

source: Manage Trainers
it: Gestione Docenti

source: Private Electronic Market
it: Mercato Elettronico Privato

source: Total Responsive technology
it: Tecnologia responsive

source: Map easy use search
it: Ricerca facilitata su mappa

source: Timeline free and busy users
it: Timeline utenti liberi e impegnati

source: Synchronized calendar
it: Calendario sicronizzato

source: Min values is 0
it: Valore minimo 0

source: Use custom registry files
it: Utilizza file personali

source: Days before insert request
it: Giorni prima dell'inserimento richiesta

source: Check that if this file is mandatory
it: Controlla se il file è richiesto

source: The base GIS field with digisafe custom methods.
it: Campo GIS con metodi personali digisafe

source: Map
it: Mappa

source: Select center
it: Seleziona per centrare

source: Save position
it: Salva la posizione

source: Address Lookup
it: Ricerca indirizzo

source: New price profile
it: Nuovo profilo prezzo

source: Profiles
it: Profili

source: No price list yet
it: Nessun prezziario ancora

source: {0} File documentation have not been signed yet.
it: {0} file non firmato ancora.

source: Create new protocol
it: Crea nuovo protocollo

source: Notify protocol
it: Notifica protocollo

source: Set request
it: Assegnata richiesta

source: {0} Need an institution. Choice one. Status wasn't change.
it: {0} necessita di un ente. Scegline uno. Stato non cambiato.

source: Set load by director
it: Assegnato in carico dal direttore

source: Set authorized by director
it: Assegnato autorizzato dal direttore

source: Set denied by director
it: Assegnato rifiutato dal direttore

source: Set authorized from institution
it: Assegnato autorizzato dall'ente

source: Set denied from institution. Return modify.
it: Assegnato rifiutato dall'ente. Ritorna alla modifica.

source: Set finish
it: Assegnato terminato

source: Set close
it: Assegnato chiuso

source: Request integration.
it: Richiesta integrazione.

source: {0}'s Certificate has not been loaded yet.
it: Il certificato di {0} non è stato ancora caricato.

source: Center is mandatory
it: Nome del centro obbligatorio

source: New
it: Formazione

source: Theory
it: Teorica

source: Practice
it: Pratica

source: In presence
it: In presenza

source: On the web
it: Sul web

source: Session {data} {inizio}/{fine}
it: Sessione {data} {inizio}/{fine}

source: Certificate Institution
it: Attestato Ente

source: User: {nome} {cognome} ({user})
it: Utente: {nome} {cognome} ({user})

source: Attendance register
it: Registro presenze

source: Exam reporter
it: Verbale esami

source: Other
it: Altro

source: Sign
it: Firma

source: Authorization
it: Autorizzazione

source: Enter a username and password.
it: Digita username e passowrd

source: Certificate list
it: Lista certificati

source: Sign exam
it: Firma verbale

source: Sign register
it: Firma registro

source: History
it: Cronologia

source: View on site
it: Vedi sul sito

source: Add %(name)s
it: Aggiungi %(name)s

source: Check course
it: Controllo inserimento

source: Course features
it: Parametri corso

source: Course type
it: Tipo di corso

source: Max course learners
it: N. max discenti per corso

source: Max practice learners per trainer
it: Max discenti/formatore pratica

source: Days min before start course
it: Giorni di preavviso

source: You shouldn't start course before
it: Non puoi iniziare il corso prima del

source: Center
it: Centro

source: Provided center
it: Centro di formazione selezionato

source: Missing center
it: Centro di formazione NON selezionato

source: Provided hours
it: Ore fornite

source: Request hours
it: Ore richieste

source: Missing hours
it: Ore mancanti

source: Provided trainers enough
it: Formatori forniti sufficienti

source: Provided trainers NOT enough
it: Formatori forniti NON sufficienti

source: Practice hours enough
it: Ore pratica sufficienti

source: Practice hours NOT enough
it: Ore pratica NON sufficienti

source: Provided
it: Fornito

source: Missing
it: Mancante

source: Check all
it: Controllo generale

source: Check passed
it: Controllo passato

source: Check NOT passed
it: Controllo NON passato

source: Delete?
it: Elimina?

source: Change
it: Cambia

source: View
it: Vedi

source: No certification
it: Nessuna certificazione

source: Save as new
it: Salva come nuovo

source: Save and add another
it: Salva e aggiungi

source: Save and continue editing
it: Salva e continua

source: Save and view
it: Salva e vedi

source: Insert request
it: Inserisci richiesta

source: Close
it: Chiudi

source: Load to institution
it: Notifica all'ente

source: Denied
it: Rifiutato

source: Authorize
it: Autorizza

source: Update and continue editing
it: Aggiorna e continua la modifica

source: Update and view
it: Aggiorna e vedi

source: Finish
it: Fine

source: Ok and Close
it: Ok e Chiudi

source: Agenda Panel
it: Agenda

source: Busy
it: Impegnato

source: Free
it: Libero

source: Error
it: Errore

source: Check carefully. Email doesn't exist
it: Cerca attentamente. Email inesistente

source: Date/time
it: Data/ora

source: Training
it: Lezioni

source: Theory hours
it: Ore di teoria

source: Practice hours
it: Ore di pratica

source: Certificate check
it: Controllo certificato

source: Certificate
it: Certificato

source: We certify that
it: Si certifica che

source: Birth
it: Data nascita

source: Fiscal code
it: Codice fiscale

source: attended the training course
it: partecipanti al corso di formazione

source: Typology (new/update)
it: Tipologia (Nuovo/Aggiornamento)

source: Risk
it: Rischio

source: Country
it: Stato

source: Place
it: Luogo

source: Time
it: Ora

source: Type
it: Tipo

source: Qualification expire date
it: Data scadenza qualifica

source: Institution
it: Ente

source: Certificate protocol
it: Protocollo certificato

source: Check user
it: Controllo utente

source: Unknown request
it: Richiesta sconosciuta

source: Exam center provider
it: Esame centro di formazione

source: Training project
it: Progetto formativo

source: Course protocol
it: Protocollo corso

source: Commission
it: Commissione

source: Examiner name
it: Nome esaminatore

source: Members
it: Membro

source: Chairman
it: Presidente

source: Component
it: Componente

source: Director sign
it: Firma direttore

source: METHOD OF VERIFICATION CARRIED OUT
it: Metodo di verifica

source: MULTIPLE ANSWER TEST
it: Test a risposta multipla

source: OPEN ANSWER TEST
it: Test a risposta aperta

source: ORAL EXAM
it: Esame orale

source: PRACTICE TEST
it: Test pratico

source: OTHERS
it: Altro

source: Exam attendances list
it: Lista esame discenti

source: Name
it: Nome

source: Birth & Place
it: Data e luogo di nascita

source: %% Hours
it: %% Ore

source: Result (pos/neg)
it: Risul. (pos/neg)

source: Institution name
it: Nome ente

source: Traininig provider
it: Centro di formazione

source: Code course
it: Codice corso

source: Title
it: Titolo

source: Description
it: Descrizione

source: Law
it: Normativa

source: Training sessions
it: Sessioni formative

source: PLACE
it: LUOGO

source: Trainer
it: Docente

source: Institution delegate
it: Ente delegato

source: Center name
it: Nome del centro

source: Director name
it: Nome del direttore

source: Stamp
it: Timbro

source: Course code
it: Codice corso

source: %s is an institution now
it: %s è un ente ora

source: %d user is log now
it: Utente %d è loggato

source: Username: {}
it: Nome utente: {}

source: Create new account
it: Crea nuovo account

source: Username
it: Nome utente

source: Max size is {0}x{1}px (w,h). You try load image size of {2}x{3}px
it: Dimensione massima {0}x{1}px (w,h). Cerchi di caricare una immagine di dimension {2}x{3}px

source: Your sign file needs transparency in background. We have not check it. Your file should be in .png with transparent.
it: Il tuo file firma necessita la trasparenza di fondo. Abbiamo notato che ne è sprovvisto. Il tuo file dovrebbe essere in .png con trasparenza.

source: Unsupported file extension. Valid extetion is '{0}'
it: Estensione file non supportata. Estensione valida '{0}'

source: Permitted courses
it: Corsi permessi
